<?php

return [
    'image' => 'Зображення',
    'title' => 'Заголовок',
    'size' => 'Розмір',
    'description' => 'Опис',
    'icon' => 'Приклад значка: <i class="bi bi-discord"></i>',
    'name' => 'Назва',
    'animation' => 'Анімація',
    'easing' => 'Спрощення',
    'duration' => 'Тривалість (мс)',
    'offset' => 'Зміщення',
    'placement' => 'Розміщення',
    'link' => 'Посилання',
    'styles' => 'Стилі',
    'fontawesome' => 'Щоб отримати значки, використовуйте',
    'position' => 'Вирівнювання заголовку',
    'start' => 'По лівому краю',
    'center' => 'По центру',
    'end' => 'По правому краю',

    'selectSkin' => [
        'avatar' => 'Голова',
        'bust' => 'Бюст',
        'body' => 'Тіло'
    ],

    'selectSkinInterface' => [
        'list' => 'Список',
        'podium' => 'Подіум',
    ],

    'account' => [
        'title' => 'Профіль',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'банер профілю',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс профілю',
        ],
    ],

    'accountF2a' => [
        'title' => 'Профіль F2a',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер профілю F2a',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс профілю F2a',
        ],
    ],

    'login_home' => [
        'title' => 'Картка входу',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер входу',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс входу',
            'label' => [
                'hidden' => 'Не відображати',
            ],
        ]
    ],
    'slogan' => [
        'title' => 'Вигук',
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс вигуку',
            'label' => [
                'title' => 'Заголовок вигуку',
                'block_1_media' => 'Зображення Блоку 1',
                'block_1_title' => 'Заголовок Блоку 1',
                'block_1_description' => 'Опис Блоку 1',
                'block_1_link' => 'Посилання блоку 1',
                'block_1_onglet' => 'Ви хочете відкрити свою сторінку?',
                'block_2_media' => 'Зображення Блоку 2',
                'block_2_title' => 'Заголовок Блоку 2',
                'block_2_description' => 'Опис Блоку 2',
                'block_2_link' => 'Посилання блоку 2',
                'block_2_onglet' => 'Ви хочете відкрити свою сторінку?',
                'block_3_media' => 'Зображення Блоку 3',
                'block_3_title' => 'Заголовок Блоку 3',
                'block_3_description' => 'Опис Блоку 3',
                'block_3_link' => 'Посилання блоку 3',
                'block_3_onglet' => 'Ви хочете відкрити свою сторінку?',
            ],
            'placeholder' => [
                'title' => 'Заголовок',
                'block_1_title' => 'Заголовок 1',
                'block_1_description' => 'Опис 1',
                'block_1_link' => 'Посилання 1',
                'block_2_title' => 'Заголовок 2',
                'block_2_description' => 'Опис 1',
                'block_2_link' => 'Посилання 2',
                'block_3_title' => 'Заголовок 3',
                'block_3_description' => 'Опис 3',
                'block_3_link' => 'Посилання 3',
            ],
        ]
    ],
    'discord' => [
        'title' => 'Discord',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Discord',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'title' => 'Інтерфейс Discord',
            'info' => '<span>Дозволяє відображати ваш Discord.</span>
                        <span>Як знайти ваш <a href="https://support.discord.com/hc/fr/articles/206346498-O%C3%B9-trouver-l-ID-de-mon-compte-utilisateur-serveur-message-" target="_blank" title="ID discord">ID серверу у Discord</a></span>',
            'label' => [
                'id' => 'ID серверу у Discord',
                'url' => 'Посилання на сервер у Discord',
                'hidden' => 'Не відображати',
            ],
            'placeholder' => [
                'id' => '684097488164225073',
                'url' => 'https://discord.com/invite/wmYrG2c',
            ],
        ]
    ],
    'twitter' => [
        'title' => 'Twitter',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Twitter',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс twitter',
            'label' => [
                'hidden' => 'Не відображати',
                'urlTwitter' => 'Посилання на Twitter',
                'maxTwitter' => 'Макс. число предметів на сторінці',
            ],
            'placeholder' => [
                'urlTwitter' => 'https://twitter.com/linedev2',
                'maxTwitter' => '3',
            ],
        ]
    ],
    'top_buyer' => [
        'title' => 'Найкращий покупець',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер найкращого покупця',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс найкращого покупця',
            'label' => [
                'hidden' => 'Не відображати',
                'style' => 'Стилі',
                'selectSkinInterface'   => 'Інтерфейс',
                'selectSkin' => 'Тип скіну',
                'price_hidden' => 'Не відображати ціну',
                'maxPlayer' => 'Макс. число гравців у віджеті',
                'color_top_1' => 'Колір топ 1',
                'color_top_2' => 'Колір топ 2',
                'color_top_3' => 'Колір топ 3',
                'color_top_7' => 'Колір топ 4 по 10',
            ],
        ]
    ],
    'stats' => [
        'title' => 'Статистика',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер статистики',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс статистики',
            'label' => [
                'hidden' => 'Не відображати',],
        ]
    ],
    'top_vote' => [
        'title' => 'Найкращий голосувач',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер голосування',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Ынтерфейс найкращого голосувача',
            'label' => [
                'hidden' => 'Не відображати',
                'style' => 'Стилі',
                'selectSkinInterface'   => 'Інтерфейс',
                'selectSkin'            => 'Тип скіну',
                'maxPlayer' => 'Макс. число гравців у віджеті',
                'color_top_1' => 'Колір топ 1',
                'color_top_2' => 'Колір топ 2',
                'color_top_3' => 'Колір топ 3',
                'color_top_7' => 'Колір топ 4 по 10',
            ],
        ]
    ],
    'top_product' => [
        'title' => 'Найкращий продукт',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер найкращого продукту',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс найкращого продукту',
            'label' => [
                'hidden' => 'Не відображати',
                'style' => 'Стилі',
                'id_product' => 'К-сть продуктів для відображення по відношенню до ідентифікатора: 1;2;3;4',
            ],
            'placeholder' => [
                'id_product' => '1;22;34;22'
            ],
        ]
    ],
    'widget_staff' => [
        'title' => 'Команда',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер команди',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс команди',
        ],
    ],
    'widget_changelog' => [
        'title'  => 'Зміни',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер змін',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item'   => [
            'info'  => '',
            'title' => 'Інтерфейс змін',
            'label'       => [
                'hidden' => 'Не відображати',
                'name' => 'Назва категорії для відображення, залиште пустим, аби відображати все',
                'quantity' => 'Число оновлень для показу',
                'clamp' => 'Макс. число ліній для показу',
            ],
            'placeholder' => [
                'name'  => '',
            ],
        ],
    ],

    'button' => [
        'title' => 'Кнопка',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер кнопки',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс кнопки',
            'label' => [
                'media' => 'зображення',
                'name' => 'Назва кнопки',
                'url' => 'Посилання кнопки',
                'type' => 'Тип кнопки',
                'onglet' => 'Як ви хочете відкрити свою сторінку?',
                'alignement' => 'Вирівнювання ⇆',
                '_blank'=> 'Відкриває документ у новому вікні або вкладці',
                '_self'=> 'Відкриває документ у тому ж фреймі, що й той, в якому його було натиснуто (за замовчуванням).',
                '_parent'=> 'Відкриває документ у батьківському фреймі',
                '_top'=> 'Відкриває документ у всьому тілі вікна',
            ],
            'placeholder' => [
                'name' => '',
                'url' => '',
            ],
        ],
    ],

    'wysiwyg' => [
        'title' => 'Текст',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер тексту',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс тексту',
            'label' => [
                'title' => 'Заголовок',
                'description' => 'Опис',
                'btn_name' => 'Назва кнопки',
                'btn_url' => 'Посилання кнопки',
                'btn_type' => 'Тип кнопки',
                'onglet' => 'Як ви хочете відкрити свою сторінку?',
                'alignement' => 'Вирівнювання ⇆',
            ],
            'placeholder' => [
                'title' => ' ',
                'description' => ' ',
                'btn_name' => ' ',
                'btn_url' => ' ',
            ],
        ],
    ],

    'wysiwyg_image' => [
        'title' => 'Текст + Зображення',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Текст + Зображення',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс Текст + Зображення',
            'label' => [
                'title' => 'Заголовок',
                'description' => 'Опис',
                'media' => 'Посилання на зображення',
                'media_size' => 'Розмір зображення',
                'btn_name' => 'Назва кнопки',
                'btn_url' => 'Посилання кнопки',
                'btn_type' => 'Тип кнопки',
                'reverse' => 'Реверс зображення ⇆ текст',
                'onglet' => 'Як ви хочете відкрити свою сторінку?',
                'contain'  => 'Зберегти оригінальне зображення',
                'alignement' => 'Вирівнювання ⇆',
            ],
            'placeholder' => [
                'title' => ' ',
                'description' => ' ',
                'btn_name' => ' ',
                'btn_url' => ' ',
            ],
        ],
    ],

    'wysiwyg_video' => [
        'title' => 'Текст + Відео',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Текст + Відео',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс Текст + Відео',
            'label' => [
                'title' => 'Заголовок',
                'description' => 'Опис',
                'url' => 'Посилання на відео',
                'media_size' => 'Розмір відео',
                'btn_name' => 'Назва кнопки',
                'btn_url' => 'Посилання кнопки',
                'btn_type' => 'Тип кнопки',
                'reverse' => 'Реверс відео ⇆ текст',
                'onglet' => 'Як ви хочете відкрити свою сторінку?',
                'alignement' => 'Вирівнювання ⇆',
            ],
            'placeholder' => [
                'title' => ' ',
                'description' => ' ',
                'btn_name' => ' ',
                'btn_url' => ' ',
                'url' => ' ',
            ],
        ],
    ],

    'banner' => [
        'title' => 'Банер',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ]
    ],
    'social_networks' => [
        'title' => 'Соціальні мережі',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Соціальні мережі',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'title' => 'Інтерфейс Соціальні мережі',
            'info' => '',
            'label' => [
                'hidden' => 'Не відображати',
                'style' => 'Стилі',
            ],
        ]
    ],
    'server' => [
        'title' => 'Сервер',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Сервер',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'title' => 'Інтерфейс серверу',
            'info' => '',
            'label' => [
                'hidden' => 'Не відображати',
            ],
        ]
    ],
    'articles_home' => [
        'title' => 'Список статей',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер статей',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс статей',
            'label' => [
                'numberMax' => 'Макс. число статей на сторінку',
                'style' => 'Стилі',
                'style_interface' => 'Інтерфейс стилів',
                'button_all' => 'Відображати кнопку для показу всіх статтей',
            ],
            'placeholder' => [
                'numberMax' => '3'
            ],
        ],
    ],
    'article_show' => [
        'title' => 'Стаття',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер статті',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс статті',
            'label' => [
                'img-hidden' => 'Не відображати головне зображення в статті',
                'comment-hidden' => 'Не відображати коментарі в статті',
                'follow-hidden' => 'Не відображати вподобання в статті',
            ],
        ],
    ],
    'articles_index' => [
        'title' => 'Статті',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер статті',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс статті',
        ],
    ],
    'error' => [
        'title' => 'Помилка',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер помилки',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс помилки',
        ],
    ],
    'maintenance' => [
        'title' => 'Технічні роботи',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер технічних робіт',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс технічних робіт',
        ],
    ],
    'pages' => [
        'title' => 'Сторінки',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер сторінок',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс сторінок',
        ],
    ],
    'login' => [
        'title' => 'Вхід',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер входу',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс входу',
            'label' => [
                'hidden' => 'Не відображати зображення',
            ],

        ],
    ],
    'f2a' => [
        'title' => 'F2a',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер F2a',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс F2a',
            'label' => [
                'hidden' => 'Не відображати зображення',
            ],

        ],
    ],
    'discord_auth' => [
        'title' => 'Вхід через Discord',
        'banner' => [
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс входу через Discord',
            'label' => [
                'text' => 'Текст',
                'hidden' => 'Не відображати',
            ],
            'placeholder' => [
                'text' => 'Сервер в Discord'
            ],

        ],
    ],

    'register' => [
        'title' => 'Реєстрація',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер реєстрації',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс реєстрації',
            'label' => [
                'hidden' => 'Не відображати зображення',
            ],

        ],
    ],
    'passwordReset' => [
        'title' => 'Скидання паролю',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер скидання паролю',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'

        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс скидання паролю',
            'label' => [
                'hidden' => 'Не відображати зображення',
            ],

        ],
    ],
    'passwordEmail' => [
        'title' => 'Скидання паролю (Електронна пошта)',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер скидання паролю (Електронна пошта)',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'

        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс скидання паролю (Електронна пошта)',
            'label' => [
                'hidden' => 'Не відображати зображення',
            ],

        ],
    ],
    'passwordConfirm' => [
        'title' => 'Скидання паролю (Підтвердження)',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер скидання паролю (Підтвердження)',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'

        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс скидання паролю (Підтвердження)',
            'label' => [
                'hidden' => 'Не відображати зображення',
            ],

        ],
    ],
    'advancedBan' => [
        'title' => 'AdvancedBan',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер advancedBan',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'

        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс advancedBan',
        ],
    ],
    'changelog' => [
        'title' => 'Зміни',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер змін',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'

        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс змін',
        ],
    ],
    'coinFlip_pileorface' => [
        'title' => 'Coin flip',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Coin flip',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс Coin flip',
        ],
    ],
    'coinFlip_infos' => [
        'title' => 'Інформація',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер інформації',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс інформації',
        ],
    ],
    'coinFlip_lastsPlayers' => [
        'title' => 'Останні гравці',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер останніх гравців',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс останніх гравців',
        ],
    ],
    'cps' => [
        'title' => 'CPS',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер CPS',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс CPS',
        ],
    ],
    'faq' => [
        'title' => 'FAQ',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер FAQ',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'

        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс FAQ',
        ],
    ],
    'forum_index' => [
        'title' => 'Форум',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер форуму',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс форуму',
        ],
    ],
    'forum_breadcrumb' => [
        'title' => 'Хлібні крихти',
        'banner' => [
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс хлібних крихт',
        ],
    ],
    'forum_message' => [
        'title' => 'Останні повідомлення',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер останніх повідомлень',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс останніх повідомлень',
        ],
    ],
    'forum_stati' => [
        'title' => 'Статистика',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер статистики',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс статистики',
        ],
    ],
    'forum_user' => [
        'title' => 'Користувачі',
        'banner' => [
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс користувачів',
        ],
    ],
    'forum_user_online' => [
        'title' => 'Онлайн користувача',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Онлайн користувача',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс Онлайн користувача',
        ],
    ],
    'forum_show' => [
        'title' => 'Показ форуму',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер показу форуму',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс показу форуму',
        ],
    ],
    'forum_profileEdit' => [
        'title' => 'Редагування користувача',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер редагування користувача',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс редагування користувача',
        ],
    ],
    'forum_profileShow' => [
        'title' => 'Користувач',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер користувача',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс користувача',
        ],
    ],
    'forum_discussionsPostsEdit' => [
        'title' => 'Редагування дискусії',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер редагування дискусії',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс редагування дискусії',
        ],
    ],
    'forum_discussionsCreate' => [
        'title' => 'Створення дискусії',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер створення дискусії',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс створення дискусії',
        ],
    ],
    'forum_discussionsEdit' => [
        'title' => 'Редагування дискусій',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер редагування дискусій',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс редагування дискусій',
        ],
    ],
    'forum_discussionsShow' => [
        'title' => 'Показ дискусій',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер показу дискусій',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс показу дискусій',
        ],
    ],
    'flyff_accounts' => [
        'title' => 'Профіль',
        'banner' => [
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс профілю',
        ],
    ],
    'flyff_resetPassword' => [
        'title' => 'Редагування паролю',
        'banner' => [
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс редагування паролю',
        ],
    ],
    'flyff_guilds' => [
        'title' => 'Гільдії',
        'banner' => [
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс гільдій',
        ],
    ],
    'flyff_guildsShow' => [
        'title' => 'Показ гільдії',
        'banner' => [
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс показу гільдії',
        ],
    ],
    'flyff_guildSiege' => [
        'title' => 'Облога гільдії',
        'banner' => [
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс облоги гільдії',
        ],
    ],
    'flyff_guildSiegeShow' => [
        'title' => 'Показ облоги гільдії',
        'banner' => [
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс показу облоги гільдії',
        ],
    ],
    'flyff_characters' => [
        'title' => 'Персонажі',
        'banner' => [
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс персонажів',
        ],
    ],
    'flyff_characterShow' => [
        'title' => 'Персонаж',
        'banner' => [
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс персонажу',
        ],
    ],
    'gallery' => [
        'title' => 'Галерея',
        'banner' => [
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс галереї',
        ],
    ],
    'invoicepro' => [
        'title' => 'Invoicepro',
        'banner' => [
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс invoicepro',
        ],
    ],
    'jirai_bugs' => [
        'title' => 'Баги',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер багів',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс багів',
        ],
    ],
    'jirai_suggestions' => [
        'title' => 'Пропозиції',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер пропозицій',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс пропозицій',
        ],
    ],
    'jirai_changelogs' => [
        'title' => 'Зміни',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер змін',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс змін',
        ],
    ],
    'jirai_changelogs_create' => [
        'title' => 'Створення змін',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер створення змін',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс створення змін',
        ],
    ],
    'jirai_changelogs_edit' => [
        'title' => 'Редагування змін',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер редагування змін',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс редагування змін',
        ],
    ],
    'jirai_changelogs_show' => [
        'title' => 'Показ змін',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер показу змін',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс показу змін',
        ],
    ],
    'jirai_issues_create' => [
        'title' => 'Створення (баги, пропозиції)',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер створення (баги, пропозиції)',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс створення (баги, пропозиції)',
        ],
    ],
    'jirai_issues_edit' => [
        'title' => 'Редагування (баги, пропозиції)',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер редагування (баги, пропозиції)',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс редагування (баги, пропозиції)',
        ],
    ],
    'jirai_issues_show' => [
        'title' => 'Показ (баги, пропозиції)',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер показу (баги, пропозиції)',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс показу (баги, пропозиції)',
        ],
    ],
    'jirai_messages_create' => [
        'title' => 'Створення повідомлення',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер створення повідомлення',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс створення повідомлення',
        ],
    ],
    'jirai_messages_edit' => [
        'title' => 'Редагування повідомлення',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер редагування повідомлення',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс редагування повідомлення',
        ],
    ],
    'jirai_messages_show' => [
        'title' => 'Показ повідомлень',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер показу повідомлень',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс показ повідомлень',
        ],
    ],
    'images' => [
        'title' => 'Зображення',
        'banner' => [],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс зображень',
            'label' => [
                'title' => 'Заголовок',
                'alignement' => 'Вирівнювання',
                'hidden' => 'Не відображати',
            ],
            'placeholder' => [
                'title' => 'Заголовок',
            ],


        ],
    ],
    'liteBans' => [
        'title' => 'Litebans',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер litebans',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс liteBans',
        ],
    ],
    'liteBans_navbar' => [
        'title' => 'Навігація',
        'banner' => [
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс навігації',
        ],
    ],
    'paysafecardmanual' => [
        'title' => 'Paysafecard Manual',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Paysafecard Manual',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс Paysafecard Manual',
        ],
    ],
    'shop_shop' => [
        'title' => 'Магазин',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер магазину',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс магазину',
        ],
    ],
    'shop_filter' => [
        'title' => 'Фільтр',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер фільтру',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс фільтру',
        ],
    ],
    'shop_goal' => [
        'title' => 'Ціль місяця',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер цілі місяця',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс цілі місяця',
        ],
    ],
    'shop_goal_show' => [
        'title' => 'Показ цілі місяця',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер показу цілі місяця',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс показу цілі місяця',
        ],
    ],
    'shop_recent' => [
        'title' => 'Останні платежі',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер останніх платежів',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс останніх платежів',
        ],
    ],
    'shop_top' => [
        'title' => 'Найкращий покупець',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Найкращий покупець',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс Найкращий покупець',
        ],
    ],
    'shop_shop_profile' => [
        'title' => 'Профіль',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер профілю',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс профілю',
        ],
    ],
    'shop_cart' => [
        'title' => 'Кошик',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер кошику',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс кошику',
            'label' => [
                'nameCgv' => 'Назва (Угоди)',
                'linnkCgv' => 'Посилання (Terms)',
            ],
            'placeholder' => [
                'nameCgv' => 'terms',
                'linnkCgv' => 'xxx.com/terms',
            ],
        ],
    ],
    'shop_coupons' => [
        'title' => 'Купони',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер купонів',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс купонів',
            'label' => [
                'title' => 'Заголовок купона',
            ],
            'placeholder' => [
                'title' => 'КУПОНИ'
            ],
        ],
    ],
    'shop_add_coupons' => [
        'title' => 'Додавання купону',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Додавання купону',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс Додавання купону',
            'label' => [
                'title' => 'Заголовок додавання купону',
            ],
            'placeholder' => [
                'title' => 'xxxx-xxxx-xxxx'
            ],
        ],
    ],
    'shop_offersSelect' => [
        'title' => 'Метод оплати',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Метод оплати',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс Метод оплати',
            'label' => [
                'media_paypal' => 'Змінити логотип Paypal',
                'media_paysafecard_manual' => 'Змінити логотип Paysafecard Manual',
                'media_paypal_express_checkout' => 'Змінити логотип PayPal Express Checkout',
                'media_mollie' => 'Змінити логотип Mollie',
                'media_paysafecard' => 'Змінити логотип Paysafecard',
                'media_paygol' => 'Змінити логотип Paygol',
                'media_stripe' => 'Змінити логотип Stripe',
                'media_paymentwall' => 'Змінити логотип PaymentWall',
                'media_xsolla' => 'Змінити логотипf Xsolla',
                'media_dedipass' => 'Змінити логотип Dedipass',
            ],
        ],
    ],
    'shop_offersBuy' => [
        'title' => 'Вибір оплати',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Вибір оплати',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс Вибір оплати',
            'label' => [
                'nameCgv' => 'Назва (Угоди)',
                'linkCgv' => 'Посилання (Угоди)',
            ],
            'placeholder' => [
                'nameCgv' => 'terms',
                'linkCgv' => 'xxx.com/terms',
            ],
        ],
    ],
    'shop_payments' => [
        'title' => 'Платіж',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Платіж',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс Платіж',
            'label' => [
                'media_paypal' => 'Змінити логотип Paypal',
                'media_paysafecard_manual' => 'Змінити логотип Paysafecard Manual',
                'media_paypal_express_checkout' => 'Змінити логотип PayPal Express Checkout',
                'media_mollie' => 'Змінити логотип Mollie',
                'media_paysafecard' => 'Змінити логотип Paysafecard',
                'media_paygol' => 'Змінити логотип Paygol',
                'media_stripe' => 'Змінити логотип Stripe',
                'media_paymentwall' => 'Змінити логотип PaymentWall',
                'media_xsolla' => 'Змінити логотип Xsolla',
                'media_dedipass' => 'Змінити логотип Dedipass',
            ],
        ],
    ],
    'shop_profile' => [
        'title' => 'Мої покупки',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Мої покупки',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс Мої покупки',
        ],
    ],
    'skinApi' => [
        'title' => 'Mій скін',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Mій скін',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс Mій скін',
        ],
    ],
    'spin_spin' => [
        'title' => 'Spin Wheel',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Spin Wheel',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс Spin Wheel',
        ],
    ],
    'spin_rewards' => [
        'title' => 'Винагорода',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Винагорода',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс Винагорода',
        ],
    ],
    'spin_lastsPlayers' => [
        'title' => 'Останні гравці',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Останні гравці',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс Останні гравці',
        ],
    ],
    'staff' => [
        'title' => 'Команда',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Команда',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс Команда',
        ],
    ],
    'support_index' => [
        'title' => 'Підтримка',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Підтримка',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс Підтримка',
        ],
    ],
    'support_show' => [
        'title' => 'Показ підтримки',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Показ підтримки',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс Показ підтримки',
        ],
    ],
    'support_create' => [
        'title' => 'Створення підтримки',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Створення підтримки',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс Створення підтримки',
        ],
    ],
    'tebex_category' => [
        'title' => 'Категорія',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Категорія',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс Категорія',
        ],
    ],
    'tebex_package' => [
        'title' => 'Товари',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Товари',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс Товари',
        ],
    ],
    'vote' => [
        'title' => 'Голосування',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Голосування',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info'  => 'Переконайтеся, що ви змінили свій плагін Vote на цей <a href="https://github.com/magrigry/Plugin-Vote" target="_blank">Plugin Vote (MC) custom multi server</a> кщо ви вибрали <strong>Custom magrigry</strong>',
            'title' => 'Інтерфейс Голосування',
            'label' => [
                'hidden' => 'Не відображати значки сайту на кнопках голосування',
                'plugin' => 'Кастомний модуль'
            ],

        ],
    ],
    'vote_podium' => [
        'title' => 'Подіум',
        'banner' => [
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс подіум',
            'label' => [
                'hidden' => 'Не відображати подіум',
                'color_top_1' => 'Колір топ 1',
                'color_top_2' => 'Колір топ 2',
                'color_top_3' => 'Колір топ 3',
            ],
        ],
    ],
    'vote_classement' => [
        'title' => 'Рейтинг',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Рейтинг',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс Рейтинг',
            'label' => [
                'hidden_skin' => 'Не відображати скін',
                'name' => 'Назва',
            ],
            'placeholder' => [
                'name' => '40 Токенів',
            ],
        ],
    ],
    'vote_recompenses' => [
        'title' => 'Нагороди',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Нагороди',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс Нагороди',
        ],
    ],
    'wiki_index' => [
        'title' => 'Вікі',
        'messageFlash' => 'Ви можете замінити значки <strong>"bi bi-book"</strong> із зображенням, просто замінивши назву значка на назву вашого зображення <strong>my_image.jpg</strong <br> Не забудьте додати зображення в <strong> <a href="/admin/images" target="_black" title="Add image">Зображення</a></strong>',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер Вікі',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс Вікі',
            'label' => [
                'hidden_text' => 'Не відображати заголовок',
                'rows' => 'Скільки квадратиків у рядку',
                'style' => 'Стилі',
                'alignement' => 'Вирівнювання ⇆',
            ],
        ],
    ],
    'wiki_show' => [
        'title' => 'З Вікі',
        'banner' => [
            'info' => '<span>Дозволяє налаштувати банер на свій смак.</span>',
            'title' => 'Банер З Вікі',
            'hidden' => 'Не відображати',
            'hidden-bg' => 'Не відображати фон значка'
        ],
        'item' => [
            'info' => '',
            'title' => 'Інтерфейс З Вікі',
        ],
    ],
];
