<?php

return [
    'nav' => [
        'title' => 'Магазин',
        'settings' => 'Настройки',
        'packages' => 'Пакеты',
        'gateways' => 'Способы оплаты',
        'offers' => 'Предложения',
        'coupons' => 'Купоны',
        'giftcards' => 'Подарочные карты',
        'discounts' => 'Скидки',
        'payments' => 'Платежи',
        'subscriptions' => 'Подписки',
        'variables' => 'Переменные',
        'purchases' => 'Покупки',
        'statistics' => 'Статистика',
    ],

    'permissions' => [
        'settings' => 'Управление настройками магазина',
        'packages' => 'Управление пакетами и категориями магазина',
        'gateways' => 'Управление способами оплаты магазина',
        'promotions' => 'Управление купонами и скидками магазина',
        'giftcards' => 'Управление подарочными картами магазина',
        'payments' => 'Создание и просмотр платежей/покупок и подписок в магазине',
    ],

    'categories' => [
        'title' => 'Категории',
        'edit' => 'Редактировать категорию :category',
        'create' => 'Создать категорию',

        'parent' => 'Вышестоящая категория',
        'delete_error' => 'Категорию с комплектами нельзя удалить.',

        'cumulate' => 'Накопленные покупки из этой категории',
        'cumulate_info' => 'Пользователи, которые уже приобрели пакет в этой категории, получат скидку и будут платить только разницу при покупке более дорогих пакетов.',
        'single_purchase' => 'Ограничить пользователя покупкой одного пакета из этой категории',
        'enable' => 'Включить категорию',
    ],

    'offers' => [
        'title' => 'Предложения',
        'edit' => 'Редактировать предложение :offer',
        'create' => 'Создать предложение',

        'enable' => 'Включить это предложение',
    ],

    'coupons' => [
        'title' => 'Купоны',
        'edit' => 'Изменить купон :купон',
        'create' => 'Создать купон',

        'global' => 'Должен ли купон быть активен на всех магазинах ?',
        'cumulate' => 'Разрешить использование этого купона с другими',
        'user_limit' => 'Лимит пользователей',
        'global_limit' => 'Общие ограничения',
        'active' => 'Активен',
        'usage' => 'Ограничение использования',
        'enable' => 'Включить купон',
    ],

    'giftcards' => [
        'title' => 'Подарочные карты',
        'edit' => 'Редактирование подарочной карты :giftcard',
        'create' => 'Создание подарочной карты',

        'global_limit' => 'Глобальный лимит',
        'active' => 'Активна',
        'enable' => 'Включить подарочную карту',
        'link' => 'Ссылка для распространения',
        'pending' => 'Платеж находится в ожидании, баланс не может быть обновлен.',
    ],

    'discounts' => [
        'title' => 'Скидки',
        'edit' => 'Редактирование скидки :discount',
        'create' => 'Создание скидки',

        'global' => 'Должна ли скидка быть активна во всех магазинах?',
        'active' => 'Активен',
        'enable' => 'Включить скидку',
        'restricted' => 'Ограничить эту скидку только определенными ролями',
    ],

    'packages' => [
        'title' => 'Пакеты',
        'edit' => 'Редактирование комплекта :package',
        'create' => 'Создание комплекта',

        'every' => 'каждый',
        'after' => 'после',

        'updated' => 'Комплекты обновлены.',

        'variables' => 'Пользовательские переменные',
        'role' => 'Роль, которую установить, когда пакет истекает',
        'money' => 'Сумма, выдаваемая пользователю после покупки',
        'has_giftcard' => 'Создать подарочную карту после покупки и дать ее пользователю',
        'giftcard_balance' => 'Баланс подарочной карты',
        'giftcard_fixed' => 'Фиксированная сумма',
        'giftcard_dynamic' => 'Цена на комплект',
        'command' => 'Команда не должна начинаться с <code>/</code>. Вы можете использовать <code>{player}</code> для имени игрока. В играх Steam можно также использовать <code>{steam_id}</code> и <code>{steam_id_32}</code>. Другие доступные плейсхолдеры: :placeholders.',
        'has_user_limit' => 'Добавить отдельный лимит на каждого пользователя для этого пакета',
        'has_global_limit' => 'Добавить глобальный лимит покупок для этого пакета',
        'limit_period' => 'Лимит периода',
        'limits_no_expired' => 'Исключить истекшие пакеты при вычислении лимитов покупки',
        'no_period' => 'Нет периода',
        'custom_price' => 'Разрешить пользователю выбрать цену (цена пакета будет минимальная)',
        'enable_quantity' => 'Включить количество',

        'billing' => 'Тип оплаты',
        'billing_period' => 'Расчетный период',
        'one_off' => 'Однократный платёж',
        'subscription' => 'Подписка с автопродлением',
        'subscription_info' => 'Убедитесь, что ваш платежный шлюз поддерживает подписки. При создании подписки с пользователя будет взиматься та же цена до тех пор, пока подписка не будет отменена (любая скидка, действующая при первом платеже, будет применена к следующим платежам).',
        'expiring' => 'Одноразовый платеж с истечением срока действия',
        'expiring_info' => 'Товар будет автоматически удален после указанного периода.',
        'scheduler' => 'Для использования подписок необходимо настроить задачи CRON, дополнительную информацию смотрите в <a href="https://azuriom.com/docs/faq" target="_blank" rel="noopener norefferer">FAQ</a>.',

        'create_category' => 'Создать категорию',
        'create_package' => 'Создать комплект',

        'enable' => 'Включить этот пакет',
    ],

    'commands' => [
        'online' => 'Дождаться появления игрока в сети перед выполнением команды (требуется AzLink)',
        'offline' => 'Выполнить команду напрямую, нет ли игрока в сети или есть',
        'servers' => 'Вам нужно добавить хотя бы один сервер для создания команды.',

        'trigger' => 'Триггер команды',
        'command' => 'Команда',
        'condition' => 'Условие выполнения команды',

        'triggers' => [
            'purchase' => 'Начальная покупка',
            'expiration' => 'После истечения срока',
            'refund' => 'Платёж возвращен',
            'chargeback' => 'Возвратный платеж',
            'renewal' => 'Продление подписки',
        ],
    ],

    'gateways' => [
        'title' => 'Способы оплаты',
        'edit' => 'Редактирование способа оплаты :gateway',
        'create' => 'Добавление способа оплаты',

        'current' => 'Текущие способы оплаты',
        'add' => 'Добавление нового способа оплаты',
        'info' => 'Если у вас проблемы с AzLink при использовании Cloudflare или брандмауэра, попробуйте следовать шагам из этой инструкции <a href="https://azuriom.com/docs/faq" target="_blank" rel="noopener norefferer">FAQ</a>.',

        'country' => 'Страна',
        'sandbox' => 'Песочница',
        'api-key' => 'Ключ API',
        'public-key' => 'Публичный ключ',
        'private-key' => 'Приватный ключ',
        'secret-key' => 'Секретный ключ',
        'endpoint-secret' => 'Секрет подписи',
        'service-id' => 'ID сервиса',
        'client-id' => 'ID клиента',
        'merchant-id' => 'ID продавца',
        'project-id' => 'ID Проекта',
        'webhook_id' => 'Webhook ID',
        'website_id' => 'ID Вебсайта',
        'env' => 'Окружение',

        'subscription' => 'Этот платежный шлюз поддерживает автоматическое продление подписки.',
        'no_subscription' => 'Этот платежный шлюз не поддерживает автоматическое продление подписки.',

        'paypal_email' => 'Адрес электронной почты PayPal',
        'paypal_info' => 'Пожалуйста, не забудьте ввести адрес электронной почты <strong>основного</strong> аккаунта PayPal.',
        'paypal_checkout' => 'На панели управления PayPal в вашем приложении API создайте вебхук с URL-адресом <code>:url</code> и выберите события <code>:events</code>.',
        'stripe_info' => 'В панели управления Stripe вам нужно установить адрес вебхука на <code>:url</code> и выбрать события <code></code>.',
        'paymentwall_info' => 'В панели PaymentWall вам нужно установить URL обратной связи <code>:url</code>.',
        'xsolla' => 'В панели инструментов Xsolla необходимо задать URL webhook <code>:url</code>, включите «Внешний идентификатор транзакции» в настройках «Платная станция», протестируйте вебхуки и затем включите «Оформить заказ» в настройках «Платная станция».',
        'skrill_email' => 'Адрес электронной почты Skrill',
        'skrill_secret' => 'Секретное слово',
        'skrill_info' => 'ID сайта и секретное слово можно найти в панели управления Skrill в разделе "Настройки разработчика".',

        'enable' => 'Включить способ оплаты',
    ],

    'payments' => [
        'title' => 'Платежи',
        'show' => 'Платёж #:payment',

        'info' => 'Информация о платеже',
        'items' => 'Купленные предметы',

        'card' => 'Платежи магазина',

        'status' => [
            'pending' => 'В ожидании',
            'expired' => 'Истёк',
            'chargeback' => 'Возврат денег',
            'completed' => 'Завершено',
            'refunded' => 'Возвращено',
            'error' => 'Ошибка',
        ],
    ],

    'purchases' => [
        'title' => 'Покупки',
    ],

    'subscriptions' => [
        'title' => 'Подписки',
        'show' => 'Подписка #:subscription',

        'info' => 'Сведения о подписке',
        'error' => 'Чтобы продолжить, вы должны отменить связанные подписки и дождаться их истечения.',

        'status' => [
            'active' => 'Активно',
            'canceled' => 'Отменено',
            'expired' => 'Истёк',
        ],
    ],

    'settings' => [
        'title' => 'Настройки магазина',
        'enable_home' => 'Включить домашнюю страницу магазина',
        'home_message' => 'Приветственное сообщение',
        'use_site_money' => 'Включите покупки с помощью внутренней валюты сайта.',
        'use_site_money_info' => 'Когда включено, пакеты в магазине могут быть приобретены только за деньги сайта. Для того, чтобы пользователи могли зачислить свои аккаунты, вы можете создать предложения в магазине.',
        'webhook' => 'URL Discord Вебхука',
        'webhook_info' => 'Когда пользователь производит платёж создается уведомление через этот webhook. Оставьте пустым для выключения',
        'commands' => 'Глобальные команды',
        'recent_payments' => 'Лимит последних платежей для отображения в боковой панели (0 для отключения)',
        'display_amount' => 'Отображать сумму траты в последних платежах и лучших клиентах',
        'top_customer' => 'Отображать лучших покупателей месяца в боковой панели',

        'terms_required' => 'Требовать от пользователей принятия условий предоставления услуг перед покупкой',
        'terms' => 'Условия использования',
        'terms_info' => 'Ссылки в формате Markdown, например: <code>Я принимаю [условия предоставления услуг](https://example.com/terms) в магазине.</code>',
    ],

    'variables' => [
        'title' => 'Переменные',
        'edit' => 'Редактировать переменную :variable',
        'create' => 'Создать переменную',

        'info' => 'Переменные - это настраиваемые поля, которые могут быть добавлены в пакеты. Они могут быть использованы для получения дополнительной информации от пользователя при покупке пакета.',

        'name' => 'Внутреннее имя переменной, не может быть изменено после создания.',
        'required' => 'Должна ли эта переменная быть обязательной?',
        'options' => 'Опции',

        'text' => 'Текст',
        'number' => 'Число',
        'email' => 'Эл. почта',
        'checkbox' => 'Флажок',
        'dropdown' => 'Выпадающий список',
    ],

    'logs' => [
        'shop-gateways' => [
            'created' => 'Платёжная система создана',
            'updated' => 'Платёжная система обновлена',
            'deleted' => 'Платёжная система удалена',
        ],

        'shop-packages' => [
            'created' => 'Набор создан',
            'updated' => 'Набор обновлен',
            'deleted' => 'Набор удалён',
        ],

        'shop-offers' => [
            'created' => 'Предложение создано',
            'updated' => 'Предложение обновлено',
            'deleted' => 'Предложение удалено',
        ],

        'shop-giftcards' => [
            'used' => 'Используется подарочная карта #:id (:amount)',
        ],
    ],

    'statistics' => [
        'title' => 'Статистика',
        'total' => 'Итого',
        'recent' => 'Недавние платежи',
        'count' => 'Количество платежей',
        'estimated' => 'Расчетный доход',
        'month' => 'Платежи в этом месяце',
        'month_estimated' => 'Расчетный доход в этом месяце',
    ],

];
